// // Если переменная test равна true, то выведите 'Верно', иначе выведите 'Неверно'.
//  Проверьте работу скрипта при test, равном true, false. Напишите два варианта скрипта - с короткой записью и с длинной.
// let test = prompt("true or false")
// if(test == "true" ) {
//     alert("верно")
// } else {
//     alert("неверно")
// }



// // Если переменная test не равна true, то выведите 'Верно', иначе выведите 'Неверно'.
//  Проверьте работу скрипта при test, равном true, false. Напишите два варианта скрипта - с короткой записью и с длинной.
// let test = prompt("true or false")
// if(test != "true" ) {
//     alert("верно")
// } else {
//     alert("неверно")
// }
